"Automatically Install" = "Instalar Automáticamente";

"Delete After Install" = "Delete após instlar";

"Remove Metadata" = "Remover Metadata";

"Keep Awake" = "Manter Acordado";

"This will keep your screen always ON while using AppCake" = "Isso vai manter sua tela acordada enquanto usar o AppCake";

"Remove Metadata will stop App Store from updating the app" = "Remover a Metadata vai para as atualizações da App Store para a atualização do aplicativo";

"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes." = "Ativar a Sincronização do iTunes vai permitir que todos os aplicativos instalados pelo AppCake serem transfiridos para o iTunes do computador.";

"iTunes Sync" = "Sincronização do iTunes";

"Feedback" = "Deixar opinião";

"Changelog" = "Log de alterações";

"I Can Translate" = "Eu posso traduzir?";

"Clear Image Cache" = "Limpar cache de imagens";

"Settings" = "Configurações";

